tap "ankitpokhrel/jira-cli"
tap "beeftornado/rmtree"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "remotemobprogramming/brew"
tap "wagoodman/dive"
tap "wez/wezterm"
brew "act"
brew "agg"
brew "antidote"
brew "openssl@3"
brew "python@3.13"
brew "asciinema"
brew "autoconf"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "bison"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git-lfs"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "shared-mime-info"
brew "libheif"
brew "graphicsmagick"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "liblqr"
brew "luarocks"
brew "make"
brew "neovim"
brew "pstree"
brew "pure"
brew "python@3.11"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
brew "watch"
brew "zoxide"
cask "1password-cli"
cask "docker"
cask "wezterm"
