tap "ankitpokhrel/jira-cli"
tap "beeftornado/rmtree"
tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "remotemobprogramming/brew"
tap "wagoodman/dive"
tap "wez/wezterm"
brew "act"
brew "agg"
brew "antidote"
brew "openssl@3"
brew "python@3.11"
brew "asciinema"
brew "awscli"
brew "awslogs"
brew "bash"
brew "bat"
brew "bison"
brew "glib"
brew "cairo"
brew "cloc"
brew "cmake"
brew "coreutils"
brew "ctags"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "fish"
brew "fnm"
brew "fswatch"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "git-lfs"
brew "gnutls"
brew "libassuan"
brew "libksba"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gofumpt"
brew "graphicsmagick"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "htop"
brew "shared-mime-info"
brew "libheif"
brew "liblqr"
brew "imagemagick"
brew "jq"
brew "luarocks"
brew "mas"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk"
brew "openssl@1.1"
brew "pandoc"
brew "plantuml"
brew "poppler"
brew "pstree"
brew "pure"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "sk"
brew "socat"
brew "staticcheck"
brew "telnet"
brew "the_platinum_searcher", link: false
brew "the_silver_searcher"
brew "thefuck"
brew "tmux", args: ["HEAD"]
brew "tree"
brew "ttyrec"
brew "ttygif"
brew "vim"
brew "watch"
brew "yarn"
brew "zoxide"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "remotemobprogramming/brew/mob"
cask "1password-cli"
cask "alfred"
cask "docker"
cask "dropbox"
cask "evernote"
cask "font-fira-code"
cask "gitify"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "ksdiff"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-csv"
cask "quicklook-json"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
vscode "4ops.terraform"
vscode "asvetliakov.vscode-neovim"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-dash"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "felipecaputo.git-project-manager"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "idered.npm"
vscode "jacano.vscode-pnpm"
vscode "keesschollaart.vscode-home-assistant"
vscode "markis.code-coverage"
vscode "mechatroner.rainbow-csv"
vscode "mikestead.dotenv"
vscode "mquandalle.graphql"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "nrwl.angular-console"
vscode "quicktype.quicktype"
vscode "rafaelmartinez.svelte-preview"
vscode "rilut.ts-extract-interface"
vscode "rust-lang.rust-analyzer"
vscode "sonarsource.sonarlint-vscode"
vscode "svelte.svelte-vscode"
vscode "vitest.explorer"
vscode "yoavbls.pretty-ts-errors"
vscode "zixuanchen.vitest-explorer"
