tap "homebrew/bundle"
brew "antidote"
brew "cmake"
brew "fnm"
brew "fzf"
brew "go"
brew "openssl@3"
brew "luarocks"
brew "neovim"
brew "pstree"
brew "pure"
brew "the_platinum_searcher"
brew "the_silver_searcher"
brew "tmux"
cask "1password-cli"
cask "docker"
cask "wezterm"
